Revit 2027 API
ParameterTypeId.MepZoneAirLoop Property
 "Air System"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepZoneAirLoop { get; }
Public Shared ReadOnly Property MepZoneAirLoop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepZoneAirLoop {
	ForgeTypeId^ get ();
}
static member MepZoneAirLoop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace